[
    {
        "ID": 0,
        "name": "Naomi-san is my Sex-Friend",
        "author": "Juna Juna Juice",
        "description": "Rất hân hạnh được đem đến cho các bạn tất cả hỉ nộ ái ố trong cùng một bộ 2ten :v P/s 1: Trước có pác làm rồi nhưng bỏ dở, nay mình thuê người làm lại từ đầu.P/s 2: có ai thích xem rough sketch của tác giả không nhỉ? Tính up cả sketch...",
        "total_chapters": 16
    },
    {
        "ID": 1,
        "name": "Chuyện về cậu thanh niên mất trinh khi bị hiếp bởi chính bạn thuở nhỏ, cũng là một gyaru dâm đãng!  - Oneshot",
        "author": " Sahara Gensei",
        "description": "Bạn Gái Xúc Xắc là bộ truyện tranh hentai manhwa người lớn Hàn Quốc quay quanh chuyện anh chàng này tình cờ nhặt được cục xí ngầu, xoay một cái là có ngay một cô bạn gái mới để chịch. Còn gì vui miệng hơn thế nữa phải không nào",
        "total_chapters": 3
    },
    {
        "ID": 2,
        "name": "Gái Làm Tiền (Futari Hanabi)",
        "author": "Kahlua Suzuk",
        "description": null,
        "total_chapters": 4
    },
    {
        "ID": 3,
        "name": "Sống Cùng Chị Họ",
        "author": "Kishizuka Kenji",
        "description": "Một nam sinh đi học xa nhà và đến ở cùng chị họ...",
        "total_chapters": 7
    },
    {
        "ID": 4,
        "name": "Xuyên Không Vào Liên Minh Huyền Thoại",
        "author": "Khuyết Danh",
        "description": "Sao mình lại tới được đây, vài phút trước mình vẫn đang chờ load game cơ mà. Không lẽ do team mình toàn dùng trang phục bể bơi. Leona mình đang thật sự địt với 1 nữ thần mặt trời",
        "total_chapters": 2
    },
    {
        "ID": 5,
        "name": "Y Tá Tận Tình",
        "author": "Zekkyo",
        "description": "Mai là phẫu thuật rồi đấy, e ngủ được sẽ cảm thấy tốt hơn",
        "total_chapters": 2
    },
    {
        "ID": 6,
        "name": "Người Nổi Tiếng Vào Nhà Tắm Công Cộng",
        "author": "Khuyết Danh",
        "description": null,
        "total_chapters": 2
    },
    {
        "ID": 7,
        "name": "Bí Mật Đằng Sau Của Nữ Nhân Viên Văn Phòng",
        "author": "Yuzuri Ai",
        "description": null,
        "total_chapters": 6
    },
    {
        "ID": 8,
        "name": "Cô Nàng Thích Khỏa Thân",
        "author": "Smac",
        "description": "Nakazawasan chỉ là một cô gái bình thường, nhưng cô ấy có một bí mật mà không ai biết. Cô ấy thích được khỏa thân ở nơi công cộng. Cô ấy bị mọi người phỉ báng. Nhìn đi, nhìn vào âm đạo của em đi, em là một đứa dâm đãng, em bị bệnh khỏa thân, xin hãy nhìn âm đạo, nhìn hậu môn của em nè",
        "total_chapters": 5
    },
    {
        "ID": 9,
        "name": "Bị Hiếp Khi Đang Livestream",
        "author": "Saiga Dou",
        "description": "Nữ streamer bị fan tìm đến tận nhà để hiếp...",
        "total_chapters": 3
    },
    {
        "ID": 10,
        "name": "Chị Gái Sinh Đôi Sắp Kết Hôn",
        "author": "Bifidus",
        "description": null,
        "total_chapters": 3
    }
]